error.badattributes = L'enregistrement n'a pas pu aboutir, certaines valeurs peuvent \u00EAtre incorrectes.
error.emptyattributes = La liste des attributs \u00E0 modifier n'en contient aucun qui ne soit pas en lecture.
error.missingattributes = Des attributs n\u00E9cessaires sont manquants.
error.missinglinkrefs = Les r\u00E9f\u00E9rences aux \u00E9l\u00E9ments li\u00E9s sont manquantes.
error.readonly = Cette entit\u00E9 ne peut \u00EAtre modifi\u00E9e (lecture seule).
error.uniqueattribute.create = L'op\u00E9ration de cr\u00E9ation ne peut \u00EAtre compl\u00E9t\u00E9 parce que l'attribut "%1$s" poss\u00E8de une valeur "%2$s" non unique.
error.uniqueattribute.undelete = La d\u00E9suppr\u00E9ssion de l'\u00E9l\u00E9ment ne peut \u00EAtre accomplie car la valeur "%2$s" de l'attribut "%1$s" est d\u00E9j\u00E0 utilis\u00E9e par un autre \u00E9l\u00E9ment et ne serait plus unique.
error.uniqueattribute.update = L'op\u00E9ration de mise \u00E0 jour ne peut \u00EAtre compl\u00E9t\u00E9 car la nouvelle valeur "%2$s" de l'attribut "%1$s" existe d\u00E9j\u00E0 et ne serait donc plus unique.
error.undeletionfail = La d\u00E9suppr\u00E9ssion de l'\u00E9l\u00E9ment ne peut \u00EAtre accomplie car l'\u00E9l\u00E9ment enfraind les contraintes ou les limitation impos\u00E9es par les \u00E9l\u00E9ments existants.
info.deleted = Cet \u00E9l\u00E9ment a \u00E9t\u00E9 supprim\u00E9.
right.nocreate = L'utilisateur ne poss\u00E8de pas les droits n\u00E9cessaires \u00E0 la cr\u00E9ation d'une nouvelle donn\u00E9e de ce type.
right.nodelete = L'utilisateur ne poss\u00E8de pas les droits n\u00E9c\u00E9ssaires \u00E0 la suppression de la donn\u00E9e sp\u00E9cifi\u00E9e.
right.nolink = L'utilisateur ne poss\u00E8de pas les droits n\u00E9cessaires pour associer les donn\u00E9es sp\u00E9cifi\u00E9es.
right.nolist = L'utilisateur ne poss\u00E8de pas les droits n\u00E9cessaires pour lister cette entit\u00E9.
right.noread = L'utilisateur ne poss\u00E8de pas les droits suffisants pour lire les donn\u00E9es sp\u00E9cifi\u00E9es.
right.nounlink = L'utilisateur ne poss\u00E8de pas les droits n\u00E9cessaires pour d\u00E9sassocier les donn\u00E9es sp\u00E9cifi\u00E9es.
right.noupdate = L'utilisateur ne poss\u00E8de pas les droits n\u00E9cessaires \u00E0 la modification des donn\u00E9es sp\u00E9cifi\u00E9es.
xsd.annotation.count = Nombre d'\u00E9l\u00E9ments pr\u00E9sent dans la liste.
xsd.annotation.date = Date de derni\u00E8re modification de la liste.
xsd.annotation.dateitem = La date de la derni\u00E8re modification de cet \u00E9l\u00E9ment.
xsd.annotation.deleted = Indique si cet \u00E9l\u00E9ment est marqu\u00E9 comme supprim\u00E9.
xsd.annotation.id = Identifiant interne de l'\u00E9l\u00E9ment. Cette valeur est utilis\u00E9e pour r\u00E9f\u00E9rencer l'\u00E9l\u00E9ment.
xsd.annotation.rank = Range des \u00E9l\u00E9ments de la liste dans la pagination.
xsd.annotation.total = Nombre total d'\u00E9l\u00E9ment s\u00E9lectionnables.
xsd.annotation.type = Le type de l'\u00E9l\u00E9ment.
