
bl.bundlenotstarted  = Le Bundle %s, version %s, ne peut pas \u00EAtre d\u00E9marr\u00E9. Raison: %s.
bl.bundlenotststoped = Le Bundle %s, version %s, ne peut pas \u00EAtre arr\u00EAt\u00E9. Raison: %s.
bl.bundlestarted     = Le Bundle %s, version %s, est maintenant d\u00E9marr\u00E9.
bl.bundlestoped      = Le Bundle %s, version %s, est maintenant arr\u00EAt\u00E9.
bl.category          = Administration
bl.contact           = Adresse de contact
bl.copyright         = Copyright
bl.date              = Derni\u00E8re modification
bl.description       = Description
bl.help              = cette section liste les Bundle install\u00E9 sur la plateforme. Vous pouvez d\u00E9marrer un bundle arr\u00EAt\u00E9, ou Arr\u00E9ter ou raffraichir un Bundle d\u00E9marr\u00E9.
bl.info              = Information
bl.info.help         = Permet d'obtenir des information sur le Bundle s\u00E9lectionn\u00E9
bl.label             = Bundles install\u00E9s
bl.location          = Localisation
bl.moreinfo          = Plus d'information
bl.name              = Nom
bl.notready          = La platforme n'est pas pr\u00EAte pour ex\u00E9cuter cette commande not ready (Le service PackageAdmin n'est pas d\u00E9marr\u00E9).
bl.refresh           = Rafra\u00EEchir
bl.refresh.help      = Permet de mettre \u00E0 jour la liste des packages import\u00E9s par ce Bundle.
bl.refreshed         = Les Bundles ont \u00E9t\u00E9 rafra\u00EEchis.
bl.start             = D\u00E9marrer
bl.start.help        = permet de d\u00E9marrer un Bundle arr\u00EAt\u00E9.
bl.started           = %d Bundles sont d\u00E9marr\u00E9s
bl.stop              = Arr\u00EAter
bl.stop.help         = Permet de stoper un Bundle d\u00E9marr\u00E9.
bl.stoped            = %d Bundles arr\u00EAt\u00E9s
bl.text              = Cette platforme poss\u00E8de %d Bundles install\u00E9s.
bl.vendor            = Fournisseur
bl.version           = Version

config.list = Liste des configuration du Serveur :

console.misc  = Divers
console.title = ARCAD Console d'administration

error = Erreur

error.confaccess    = Erreur d'acc\u00E8s \u00E0 la configuration 
error.confrec       = Erreur durant l'enregistrement des param\u00E8tres de la configuration.
error.invalidaction = Cette action n'est pas valide.
error.noconfservice = Le service d'administration de la configuration n'est pas accessible.
error.noright       = L'utilisateur courant ne poss\u00E8de pas les droits n\u00E9cessaire pour acc\u00E9der \u00E0 la console d'administration.

info.confsuccess = L'\u00E9l\u00E9ment de configuration a \u00E9t\u00E9 correctement enregistr\u00E9.
info.noresult    = Aucun r\u00E9sultat retourn\u00E9.
info.success     = L'op\u00E9ration \u00E0 r\u00E9ussie.

label.close   = Fermer
label.error   = Erreur
label.save    = Enregistrer
label.success = Succ\u00E8s

wrapper.app.account           = Compte de l'application
wrapper.app.account.help      = Le compte de l'application est \u00E9quivalent au "sudo" Posix ou "runas" de Windows. Remarque pour les syst\u00E8mes Posix: D\u00E9finir un compte avec [groupe] \\ [utilisateur] (utilisez \\ \\ dans le fichier de configuration). Le groupe par d\u00E9faut est utilis\u00E9 si aucun autre groupe n'est sp\u00E9cifi\u00E9.
wrapper.app.password          = Mot de passe
wrapper.app.password.help     = Mot de passe utilis\u00E9 pour identifier le compte utilisateur utilis\u00E9 par l'application.
wrapper.category              = Administration 
wrapper.error                 = Erreur
wrapper.error.file            = Erreur pendant l'enregistrement des param\u00E8tres sur le disque. consultez le log du serveur pour les d\u00E9tails.
wrapper.error.noprops         = Les param\u00E8tres du Wrapper de Service/Deamon ne sont pas accessible \u00E0 cette configutation.
wrapper.help                  = Les param\u00E8tres suivant sont ceux tu Service/Deamon Wrapper. Ce programme pilot l'ex\u00E9cution de ce serveur. Apr\u00E8s toute modification de ces param\u00E8tres vous devrez red\u00E9marrer le service ou le deamon pour que les modifications soient prises en compte.
wrapper.java.initmemory       = Taille initiale de la m\u00E9moire Java (en Mo)
wrapper.java.initmemory.help  = Taille de la m\u00E9moire utilis\u00E9 par la machine virtualle Java au d\u00E9marrage de l'application (exprim\u00E9 en mega octets).
wrapper.java.maxmemory        = Taille maximale de la m\u00E9moire Java (en Mo)
wrapper.java.maxmemory.help   = Taille de la m\u00E9moire maximale utilisable par la machine virtualle Java (exprim\u00E9 en mega octets).
wrapper.jmx                   = Activer l'acc\u00E8s JMX
wrapper.jmx.help              = Active la connectivit\u00E9 avec JMX pour le processus du Wrapper.\nPar exemple, vous pouvez vous connecter en utilisant JConsole par acc\u00E8s \u00E0 distance en utilisant l'URL: service: jmx: rmi :/ / / jndi / rmi :/ / localhost: 1099/server
wrapper.jmx.rmi.password      = Mot de passe
wrapper.jmx.rmi.password.help = Mote de passe de la connexion JMX RMI.
wrapper.jmx.rmi.port          = Port d'acc\u00E8s JMX
wrapper.jmx.rmi.port.help     = D\u00E9finie le port d'acc\u00E8s RMI JMX. La valeur par d\u00E9faut est 1099.
wrapper.jmx.rmi.user          = Compte JMX RMI
wrapper.jmx.rmi.user.help     = Logihn utilis\u00E9 pour se connecter au serveur via l'acc\u00E8s JMX RMI.
wrapper.label                 = Wrapper de Service/Deamon
wrapper.logfile.format        = Format du Log
wrapper.logfile.format.help   = Format de sortie du journal de log.\n\nCe format est constitu\u00E9 des code \u00ABL\u00BB pour le niveau journal, \u00ABP\u00BB pour le pr\u00E9fixe, \u00ABD\u00BB pour le thread, \u00ABT\u00BB pour le temps, 'Z' pour le temps en milliseconde, et \u00ABM\u00BB pour le message. L'ordre des codes n'affecte pas la fa\u00E7on dont le journal appara\u00EEt, mais le code \u00ABM\u00BB doivent g\u00E9n\u00E9ralement \u00EAtre plac\u00E9e en derni\u00E8re position car il est le seul sans largeur uniforme. D\u00E9finir le param\u00E8tre \u00E0 une valeur vide provoque la sortie de la console est d\u00E9sactiv\u00E9.
wrapper.logfile.loglevel      = Niveau du log
wrapper.logfile.loglevel.help = D\u00E9finie les types des messages qui seront enregistr\u00E9 dans le journal.
wrapper.logfile.maxfiles      = Nombre maximal de fichiers
wrapper.logfile.maxfiles.help = Le nombre maximum de fichiers journaux roul\u00E9s qui seront autoris\u00E9s anciens fichiers sont supprim\u00E9s. La valeur par d\u00E9faut de 0 signifie pas de limite.
wrapper.logfile.maxsize       = Taille maximale
wrapper.logfile.maxsize.help  = La taille maximale que les fichiers de log seront autoris\u00E9 \u00E0 atteindre avant que les ancien fichiers ne soient supprim\u00E9s. La taille est sp\u00E9cifi\u00E9e en octets. La valeur par d\u00E9faut de 0, d\u00E9sactive la suppression des anciens fichiers en fonction de la taille. on peut utiliser les abr\u00E9viations \u00ABk\u00BB (ko) ou \u00ABm\u00BB (mB). Par exemple: 10m = 10 m\u00E9ga-octets.
wrapper.logfile.rollmode      = Mode de roulement
wrapper.logfile.rollmode.help = Controle la fa\u00E7on dont les fichiers journaux sont cr\u00E9\u00E9s, puis effac\u00E9s.
wrapper.ping.timeout          = Limite de Ping
wrapper.ping.timeout.help     = Nombre de secondes que le wrapper attends avant de recevoir une r\u00E9ponse \u00E0 un message de "ping". si aucune r\u00E9ponse n'est re\u00E7u dans les d\u00E9lais alors l'application est red\u00E9marr\u00E9e si elle ne r\u00E9ponds pas. D\u00E9faut : 30 secondes.
wrapper.priority              = Priorit\u00E9 du processus
wrapper.priority.help         = D\u00E9finie la priorit\u00E9 d'ex\u00E9cution du processus du Service/Deamon.
wrapper.save                  = Enregistrer
wrapper.save.help             = Enregistre les modifications dans le dossier de configuration du serveur. elle seront effective au prochain red\u00E9marrage du serveur.
wrapper.save.message          = Les param\u00E8tres ont \u00E9t\u00E9 enregistr\u00E9 avec succ\u00E8s. Red\u00E9marrez le Service ou le Deamon pour qu'il soient pris en compte.
wrapper.save.title            = Les nouveau param\u00E8tres sont enregistr\u00E9s
wrapper.set.application       = Param\u00E8tres de l'application
wrapper.set.jmx               = Acc\u00E8s de console JMX
wrapper.set.log               = Param\u00E8tres du Log
wrapper.set.service           = Param\u00E8tres du service
wrapper.shutdown.timeout      = Limite \u00E0 l'arr\u00EAt
wrapper.shutdown.timeout.help = Nombre de secondes entre le moment ou le wrapper demande \u00E0 l'application de s'arr\u00EAter et le moment ou la JVM s'arr\u00EAte. D\u00E9faut : 30 secondes.
wrapper.startup.timeout       = Limite au d\u00E9marrage
wrapper.startup.timeout.help  = Nombre de seconds entre le moment ou le wrapper d\u00E9marre l'application  et le moment ou l'application s'enregistre aupr\u00E8s du wrapper. D\u00E9faut: 30 secondes.
