
Error = Ce mot de passe n'est pas acceptable:

Error_Login_invalid = Ce login est d\u00E9j\u00E0 utilis\u00E9 ou est invalide (trop long).

Error_empty_login = Un login vide n'est pas acceptable.

Error_invalid_password_test = L'ancien mot de passe transmis n'est pas valide.

Error_missing_login = Le login est requis pour pouvoir tester ou g\u00E9n\u00E9rer un mot de passe pour cet utilisateur.

Error_missing_oldpassword = Le mot de passe actuel de l'utilisateur est requis pour pouvoir tester ou en g\u00E9n\u00E9rer un nouveau.

Error_no_local_authentification = L'utilisateur courant ne poss\u00E8de pas de donn\u00E9es modifiables.

Error_no_service_available = Aucune service de test ou g\u00E9n\u00E9ration de mot de passe est actuellement disponible.

Error_password_generation_failed = Echec de la g\u00E9n\u00E9ration du mot de passe, vous pouvez essayer de relancer la g\u00E9n\u00E9ration.

blacklisted = \nCe mot de passe est interdit (liste noire).

difflogin = \nCe mot de passe contient trop de caract\u00E8res communs avec le login.

diffoldpwd = \nCe mot de passe poss\u00E8de trop de caract\u00E8res d\u00E9j\u00E0 utilis\u00E9s dans l'ancien mot de passe.

misc = \nCe mot de passe ne satisfait pas les pr\u00E9requis de l'application.

notenoughalpha = \nCe mot de passe ne contient pas assez de lettres.

notenoughdiff = \nCe mot de passe ne contient pas assez de caract\u00E8res diff\u00E9rents

notenoughdigit = \nCe mot de passe ne contient pas assez de chiffres.

notenoughlowercase = \nCe mot de passe ne contient pas assez de lettres en minuscule.

notenoughnonalpha = \nCe mot de passe ne contient pas assez de symboles.

notenoughuppercase = Ce mot de passe ne contient pas assez de lettres en majuscule.

ok = Ce mot de passe est valide.

sameaslogin = \nCe mot de passe est trop proche du login.

sameasoldpwd = \nCe mot de passe est trop proche de l'ancien mot de passe.

toolong = \nCe mot de passe est trop long.

toorepeating = \nCe mot de passe contient trop de caract\u00E8res qui se r\u00E9p\u00E8tent.

tooshort = \nCe mot de passe est trop court.
