
cannotChangePWD = Le serveur ne peut modifier les param\u00E8tres de connexion pour cet utilisateur.

currentuser_andchangepwd = Et vous devez imm\u00E9diatement changer votre mot de passe avant d\u2019acc\u00E9der au reste de l\u2019application.

currentuser_canchangepwd = Vous \u00EAtes habilit\u00E9 \u00E0 modifier votre mot de passe par l'interm\u00E9diaire de cette platteforme.

currentuser_changepwd = Votre fournisseur d'identit\u00E9 requier que vous modifiez votre mot de passe avant de pouvoir utiliser cette application. Veuillez utiliser la proc\u00E9dure standard de mise \u00E0 jour du mot de passe ou contacter votre administrateur syst\u00E8me.

currentuser_intro = Vous \u00EAtes actuellement connect\u00E9 en tant que %s (utilisant l'identifiant "%s"). Cet utilisateur est identifi\u00E9 dans l'application avec le num\u00E9ro #%d (principal = %d).

currentuser_lifespawn = Cette information devra potentiellement \u00EAtre actualis\u00E9e apr\u00E8s %d minutes.

currentuser_locked = Cet identifiant de connection est verrouill\u00E9, veuillez contacter l'administrateur de l'application ou votre administrateur syst\u00E8me si vous utilise un fournisseur d'identit\u00E9, avant de pouvoir acc\u00E9der \u00E0 cette application.

currentuser_profile = Cet utilisateur poss\u00E8de les droits d'acc\u00E8s suivants:

currentuser_status = Information sur l'\u00E9tat courant de l'application:

currentuser_status_blocker = [BLOQUANT]

currentuser_status_critical = [IMPORTANT]

currentuser_status_info = [Info]

currentuser_status_warn = [Attn]

currentuser_title = Information de connexion: 

deleted = Le login ou l'utilisateur a \u00E9t\u00E9 supprim\u00E9 ou renomm\u00E9.

empty_new_pwd = Le nouveau mot de passe ne peut \u00EAtre vide.

empty_old_pwd = Le mot de passe courrant ne peut \u00EAtre vide.

inactivate = Le serveur est actuellement d\u00E9sactiv\u00E9 pour des raisons de s\u00E9curit\u00E9. Veuillez r\u00E9essayer plus tard.

invalid_old_pwd = Le mot de passe actuel n'est pas correct.

locked = L'utilisateur est v\u00E9rouill\u00E9. Veuillez contacter votre administrateur.

misc = Echec de connexion.

no_authentification = Pas de r\u00E9ponse du service de connection.

noprofile = C'est utilisateur ne poss\u00E8de aucun Profil.

notready = Le serveur n'est pas en \u00E9tat de proc\u00E9der \u00E0 une authentification. Ressayez plus tard.

outofdate = Le mot de passe est p\u00E9rim\u00E9. Veuillez le changer avant de vous connecter.

right = C'est utilisateur n'a pas le droit de se connecter.

same_pwd = Le nouveau mot de passe doit \u00EAtre diff\u00E9rent de l'ancien.

wrong = Login ou mot de passe invalide.
