#Generated by ResourceBundle Editor (http://essiembre.github.io/eclipse-rbe/)

list.title              = Titre d'utilisateur
list.title.d            = D\u00E9finit le titre honorifique d'un utilisateur. Ces titres sont d\u00E9finis dans la base de donn\u00E9es de l'application.
list.title.link.users   = Utilisateur avec ce titre
list.title.link.users.d = liste tous les utilisateurs associ\u00E9s au titre honorifique correspondant.
list.title.name         = Titre d'utilisateur
list.title.name.d       = Le libell\u00E9 du titre honorifique.

profile = Profil d'utilisateur

profile.code                 = Code du Profil
profile.code.d               = Le code d'identification du profil.
profile.d                    = Un profil d'utilisateur d\u00E9finit un ensemble de droits d'acc\u00E8s, formant g\u00E9n\u00E9ralement in ensemble fonctionnel de droits. Ces profils sont ensuite associ\u00E9 aux utilisateurs pertinents.
profile.link.profilerights   = Droits associ\u00E9s au Profil
profile.link.profilerights.d = Liste tous les doirts d'acc\u00E8s associ\u00E9s \u00E0 un profil.
profile.link.rights          = D\u00E9finition de draoits d'acc\u00E8s associ\u00E9s \u00E0 un profil
profile.link.rights.d        = Listes les d\u00E9finition de droit d'acc\u00E8s (avec le label du droit) associ\u00E9s \u00E0 un profil.
profile.link.users           = Utilisateurs associ\u00E9s \u00E0 un profil
profile.link.users.d         = Liste les utilisateurs associ\u00E9s \u00E0 un profil donn\u00E9.
profile.name                 = Nom du Profil
profile.name.d               = Le label du profil comme pr\u00E9sent\u00E9 dans l'interface utilisateur.

profileRight = Droit de Profil

profileRight.d           = Definit le droit d'acc\u00E8s tel qu'impl\u00E9ment\u00E9 dans le profil.
profileRight.parameter   = Param\u00E8tre
profileRight.parameter.d = D\u00E9finie la valeur du param\u00E8tre du Droit. Cette valeur est une valeur num\u00E9rique, une valeur \u00E9gale \u00E0 z\u00E9ro indique qu'il n'y a pas de param\u00E8tres. La signification de la valeur du param\u00E8tre d\u00E9pends directement du droit consern\u00E9.
profileRight.profile     = Profil
profileRight.profile.d   = Le profil utilisant cette impl\u00E9mentation de droit d'acc\u00E8s.
profileRight.right       = Droit
profileRight.right.d     = La d\u00E9finition du droit d'acc\u00E8s.

right.link.profiles   = Profils utilisant ce droit
right.link.profiles.d = Liste tous les profils qui font r\u00E9f\u00E9rence \u00E0 cette d\u00E9finiton de droit d'acc\u00E8s.
right.link.users      = Utilisateurs utilisant ce droit
right.link.users.d    = Liste tous les utilisateurs utilisant la d\u00E9finition de droit d'acc\u00E8s sp\u00E9cifi\u00E9e.

user = Utilisateur

user.d                 = Utilisateurs identifi\u00E9s dans cette application. Ces utilisateurs peuvent \u00EAtre associ\u00E9s \u00E0 des identifiant de connexion dans le but d'acc\u00E9der \u00E0 c ette API ou simplement des contacts sans aucune directe int\u00E9ration.
user.email             = Adresse Email
user.email.d           = Une address d'Email valide associ\u00E9e \u00E0 cet utilisateur.
user.firstname         = Pr\u00E9nom
user.firstname.d       = Le pr\u00E9nom de l'utilisateur.
user.fullname          = Nom
user.fullname.d        = Le nom complet de l'utilisateur, cette valeur est constitu\u00E9 automatique \u00E0 partir de l'assemblage du pr\u00E9nom et du nom de famille de celui-ci.
user.lastname          = Nom de famille
user.lastname.d        = Le nom de famille de l'utilisateur.
user.link.profiles     = Les profils de l'utilisateur
user.link.profiles.d   = Liste tous les Profils associc\u00E9 \u00E0 l'utilisateur.
user.link.userRights   = Droits de l'utilisateur
user.link.userRights.d = Tous les droits d'acc\u00E8s associ\u00E9s \u00E0 l'utilisateur consern\u00E9.
user.title             = Titre
user.title.d           = Le titre honorifique de l'utilisateur.

userRight = Droit d'acc\u00E8s Utilisateur

userRight.d       = Impl\u00E9mentation du droit d'acc\u00E8s.\nCette donn\u00E9s se contant g\u00E9n\u00E9ralement de r\u00E9p\u00E9ter le num\u00E9ro d'identification di droit d'acc\u00E8s correspondont, mais dans certains cas 
userRight.param   = Param\u00E8tre
userRight.param.d = D\u00E9finie la valeur du param\u00E8tre du Droit. Cette valeur est une valeur num\u00E9rique, une valeur \u00E9gale \u00E0 z\u00E9ro indique qu'il n'y a pas de param\u00E8tres. La signification de la valeur du param\u00E8tre d\u00E9pends directement du droit consern\u00E9.
userRight.right   = Droit
userRight.right.d = Repr\u00E9sente l'identifiant num\u00E9rique du droit d'acc\u00E8s.
userRight.user    = Utilisateur
userRight.user.d  = L'utilisateur associ\u00E9 \u00E0 cette impl\u00E9mentation du droit d'acc\u00E8s.
